Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “这牌子也立了一年多了，不值一提的旧事而已，诸位里面请！”印风仍是和气的笑着，并没有察觉几人的异状。一步跨进店内，突然似是想到了什么，看向沈萤道，“对了，只知几位来自无敌派，还未请教道友高姓大名？”
en_us: "This sign has been put up for more than a year. It is an old matter not worth mentioning. Please step inside!" The still smiling Yin Feng was unaware that something was amiss with his guests. But just as he stepped into the restaurant, he suddenly seemed to recall something. Looking at Shen Ying, he asked, "By the way, I only know that you are all from Invincible Sect. May I know the names of my Fellow Daoists?"

source: “这玉牌识主，若是没有持有者的随身灵器，仍是无法催动……”
en_us: "This passage jade token is able to recognize its owner. If the token holder does not have the Spirit Artifact with him, he will still not be able to activate it…"

source: “这真……真的可以吗？”狸猫呆呆的接过盒子，仍是一脸的担忧。
en_us: "Are... you sure?" The civet cat gingerly held the box, its face a mask of worry.

source: “这种情况不能维持很久，顶多十五分钟左右。”他话音刚落，四围的浓郁的剑气和灵气，突然一收，不到片刻的时间就完全回到了羿清体内，他的额心之间，也慢慢浮现出了一道金色剑痕印记。
en_us: "This kind of situation cannot last for long. Roughly 15 minutes is the longest." At the end of his words, the dense Sword Qi and Spirit Qi in the surroundings became reduced and were sucked into Yi Qing's body in a moment's time. A scar in the shape of a golden sword slowly surfaced between his brows.

source: “这种法阵，我从来没见过，只是这些法符……好像是封绝的意思？”他回想了一遍所有听过或是见过的阵法，却没有一个对得上号的，“我攻击这个阵法试试。”
en_us: "I have never seen this kind of array formation before, but these Dharmic talismans… seem to be a kind of encapsulation seal?" He tried to recall all the array formations he had heard of or seen before, but none of them fitted the bill. "Let me try attacking this array."

source: “这等好事，我当然同意。”枫影一脸的兴奋，又有些担心的看了一眼，“你有什么要求？”
en_us: "Of course I agree to such a good deal." Feng Ying was excited but looked a little worried, "What do you want in exchange?"

source: “这算什么热闹！”旁边一人回了一句道，“这塔都出现半个多月了，刚出现那几天才热闹呢。听闻各大门派和世家的化神修士以及游仙全都来了。汇聚了上青界大部分高手，现在外面这些，修为最高的也只是元婴而已。比不上那几天。”
en_us: "This is nothing!" said a man next to her. "When this pagoda appeared more than half a month ago, there was an even bigger crowd. All the Soul Formation cultivators and Traveling Immortals from the major sects and aristocratic families came here as well - it was a gathering of almost all of Upper Azure World's experts. Whereas these people outside the pagoda now are no higher than Nascent Soul level.

source: “这群人问题不小。”直到完全看不到众人的身影，羿清才出声道。
en_us: "The problem with this group can’t be overlooked." Yi Qing finally said after all of their figures were out of sight.

source: “这行吗？”她又掏出了一把扇子。
en_us: "Will this do?" She pulled out a fan.

source: “这谁？”沈萤看向旁边的厨子。
en_us: "Who is he?" Shen Ying asked the chef next to her.

source: “这货谁啊？”孤月推了推她，压声音问，“你认识？”
en_us: "Who's he?" Lonemoon nudged her and whispered, "You know him?"

source: “这辰戈就是想夺舍，所以……”
en_us: "This Chen Ge... All he knows is to take everything by force, so..."

source: “这速度……”
en_us: "This speed..."

source: “这里与中青界不同，世家向来对魔修毫不留情，想要找处灵气充裕地方修练，就得以宗门或是世家的名义，否则以魔修论处，所以几乎没有散修。”
en_us: "This place is different from the Middle Azure World. The aristocratic families have never been kind to fiendish cultivators. If we want to find a place with thick Spirit Qi to train at, we have to go under a family or sect's name. Otherwise, we’ll make ourselves out to look like fiendish cultivators."

source: “这里好臭啊喵！”一跳下来，狸猫就捂住了鼻子，下意识的往沈萤身后躲了躲。
en_us: "It's so stinky here!" The civet cat had covered his nose as soon as he landed, reflexively hiding behind Shen Ying.

source: “这里已经没有什么别的宝贝了。”孤月回头看了看那练丹炉，仙宫已经塌了，那一宝库的丹药也已经失去了效用，这个上古秘境中，最值钱的估计也就那个草木灵，他们已经没有必要再继续下去，“进炉内再看看，等三个月时间一到我们就回去吧。”
en_us: "There's nothing valuable left here," Lonemoon answered as he looked at the elixir-refining cauldron. The Immortal Pavilion was in shambles and the pills in the treasury had lost their effectiveness. The Vegetation Spirit was the only valuable thing left in this entire ancient mystic realm. They had no reason to remain there. "Let's go inside the cauldron to take a look. Once three months is up, we'll go home."

source: “这里有化仙丹！”他一惊。
en_us: "There's an Immortal Formation Pill in the Pill Storage Repository!" Lonemoon exclaimed.

source: “这里灵气充裕，绝对适合大仙修行。又是妖界灵植最密集之所，以往送到大仙府上的灵植就是这里采的。”
en_us: “There is ample Spirit Qi here which is absolutely ideal for Great Immortal's cultivation practice. It is also the place in the Demon Realm where spirit herbs are most abundant. The spirit herbs that I used to deliver to Great Immortal's residence were gathered from here."

source: “这里的灵气有点奇怪。”羿清皱了皱眉突然出声道。
en_us: "The Spirit Qi here seems a little strange." Yi Qing frowned.

source: “这里这里……”那个声音再起，“左边左边，不对……过了过了，右边一点，错了，看这里，看这！”
en_us: "Here, here…" That voice sounded once more. "To your left, left… That's too much! Right, a little more to the right… You missed it again! Over here, look here!"

source: “这阵法是做何用处的？”羿清问，对于阵法沈萤和他都是门外汉。
en_us: "What is the use of this array formation?" asked Yi Qing. He and Shen Ying were laymen when it came to array formations.

source: “这黑色元力真是太难练了，两个时辰也才勉强提炼出六缕……”
en_us: "These black essence force strands are too difficult to extract. I barely obtained six wisps after four hours of extraction…"

source: “这黑色元力竟然如此神奇，还能让视力增强！”
en_us: "This black essence force is just miraculous; it can even enhance one's vision!"

source: “这！”
en_us: "Here!"

source: “这，这……”
en_us: “This… this…”

source: “这，这丹药……”
en_us: "This... this elixir..."

source: “进去吗？”沈萤指了指后面的仙宫道。
en_us: "Going in?" Shen Ying pointed to the Immortal Pavilion behind her..

source: “进来看看我家厨……呃徒弟。”她招了招手。
en_us: "Come in to the kitchen… Uh it's the disciple," she beckoned it to come over.

source: “迷幻步！”
en_us: "Psychedelic Steps!"

source: “追魂楼主……罢了，算你倒霉。”郁海珩话音一转，看向四周的化神修士道，“一个不留！”
en_us: "Soul Chasing Tower Master... sorry, you can only blame your bad luck." Yu Haiheng looked at the surrounding Soul Formation cultivators and instructed, "No one leaves here alive!"

source: “追魂楼！”孤月有些吃惊的站了起来。
en_us: "Soul Chasing Tower!" Lonemoon exclaimed, standing up immediately.

source: “追魂楼？”怎么觉得有点耳熟，“厨子，你听过吗？”
en_us: "Soul Chasing Tower?" Why did this name sound familiar? "Chef, have you heard of them before?"

source: “追魂楼？”沈萤呆了呆，下意识转头看向旁边两人，“他啥意思？”
en_us: "Soul Chasing Tower?" Shen Ying paused. She turned to Lonemoon and Yi Qing and asked, "What is he talking about?"

source: “追！”沈萤说了一声，第一个拔腿就朝着狐妖的方向跑了过去，只见她身形一闪，反应过来时，只剩下一路尘土飞扬。
en_us: "Go after it!" cried Shen Ying. She was the first to run in the direction of the fox demon. She had flashed past them before they could react, leaving behind a trail of dust.

source: “退……别伤了虎哥！”
en_us: "Retreat... Don't you dare hurt Brother Hu!"

source: “退不退？”
en_us: "Retreat or not?"

source: “退后！”枫影高喊了一声，临时布下个防御的阵法，一咬牙冲了上去。硬着头皮对上了七八个化神修士。郁红和思羽也冲了进来。
en_us: "Retreat!" Feng Ying shouted as he set up a defense array. Gritting his teeth, he rushed forward and tackled seven to eight Soul Formation cultivators. Yu Hong and Si Yu rushed forward behind him.

source: “退！”
en_us: "Retreat!"

source: “退，退！退！”
en_us: "Retreat, fall back! We retreat!"

source: “透视仙脉？你是说……”薄飞平一惊，心底猛的一沉，顿时涌上一个可怕的想法，连忙点头，“有！遮天诀就可。”
en_us: Pu Feiping asked carefully, "Examine the immortal pulse? Do you mean..." His heart skipped a beat as a terrifying thought crept into his brain. He hurriedly nodded and said, "Yes! You can use Overshadow spell."

source: “通宵玩网游睡着，醒来就在这里了。”
en_us: "I played an online game overnight, and when I woke up I was here."

source: “道侣？”沈萤愣了愣，才想起他说的是对象，“这我到没想过……不过我都这个年纪了，就算谈个恋爱也没什么吧？”
en_us: "A Dao partner?" Shen Ying stared blankly at Yi Qing and remembered who he was talking about. "I have not thought about it... But I am getting on in years. Even if I do want to date him, it isn't that big of a deal, right?"

source: “道友且慢。”奚秋快速在噬魂幡上打了几个封印法阵，收起幡旗道，“我看道友天姿卓越，满身剑气，想必不日便会凝聚出剑意。但领悟剑意向来凶险，受不得半点打挠。道友孤身一人想来更加艰难，可曾想过，加入宗门，受门派庇护。”
en_us: "Fellow Daoist Yi, wait a moment." Xi Qiu quickly stamped a few seal arrays on the flag before keeping it away. "I can see that my fellow Daoist is naturally outstanding and full of Sword Qi. I think it is only a matter of time before you condense sword intent. But the process of understanding sword intent is always dangerous, and cannot be interrupted. No doubt you will find that going at it alone will be much harder. Have you ever thought of joining our sect to receive our protection?"

source: “道友先别忙拒绝。”奚秋继续劝道，“我玄天宗虽然不甚出名，但也算是三宗四派之首。三宗四派中，也就我派对剑修知之甚深，我等的师叔便是一位化神剑修。这么多年来，他一直想收一名嫡传弟子，以道友的资质，若是留在我派，想必定会被他看中。”拜入化神门下，这是多大的荣耀，是修士就不会拒绝。
en_us: "Fellow Daoist Yi, don't refuse so hastily." Xi Qiu continued to try and persuade him. "My Blackheaven Sect, though not very well known, is the leader of the Three Sects Four Schools. Among the Three Sects Four Schools, my sect possesses the deepest knowledge regarding sword cultivation. My sect's senior master was a Soul Formation sword cultivator. For many years, he has been wanting to get a disciple of his own. If you remain at my school, with your qualifications, he will definitely select you." It was a great honor to come under the tutelage of a Soul Formation cultivator. No cultivator would be able to refuse this offer.

source: “道友好。”印风看了她身后的众人一眼，继续道，“白日事忙，还未恭喜贵派弟子，获得大比金丹魁首，果然是名师出高徒啊。”
en_us: "Good evening, Fellow Daoist." Yin Feng glanced at the people behind her and continued, "I was busy during the day and did not have the chance to congratulate your disciples for winning the first prize in the Golden Core division. Truly, great masters turn out skilled disciples."

source: “道友慢走！”
en_us: "Take care, Fellow Daoist!"

source: “道友真是好打算，空口白话就想拿走我们发现的千叶草木灵，先不说这草木灵自有灵性，跟不跟你们走还难说。恕我直言……”他看向对方那仿佛施恩似的嘴脸，一字一句的道，“你TM要不要点B脸！”
en_us: "You have it well planned, don't you, Fellow Daoist? You expect us to give up the Thousand Leaves Vegetation Spirit to you in exchange for just a few empty words? I'm sure you're aware that the Thousand Leaves Vegetation Spirit possesses a sentient spirituality. I don't even know if it would follow you. And honestly…" He looked at their desperate expressions and emphasised each of the following words, "Have some freaking respect!"

source: “道友，你怎么……”
en_us: "Fellow Daoist, why are you..."

source: “道友，听说过剑修羿清与孤月吗？”
en_us: "Fellow Daoist, have you heard of Sword Cultivators Yi QIng and Lonemoon?"

source: “道友，请。”羿清直接开始赶人。
en_us: "Please, Fellow Daoist." Yi Qing was getting impatient.

source: “道友，这千叶草木灵虽然是个宝贝，但只对丹修来说是至宝。阁下是剑修，此物于你并无何意义，不如让于我轩辕家如何？”游仙青岚神情一换，笑着上前道，“道友放心，在下保证只要你将此物让于我们，之后无论在这仙宫之中发现任何宝物，都好商量。绝不与诸位为难。”
en_us: "Fellow Daoist, this Thousand Leaves Vegetation Spirit may be valuable, but it’s only so to core cultivators. It's useless to you. Why don't you hand it over to the Xuan Yuan Family?" The Travelling Immortal Qing Lan suddenly had a friendly smile on his face. Stepping forward, he continued, "Rest assured, Fellow Daoist, I promise that I'll hand over any treasures that I find in this Immortal Pavilion as long as you hand me the Thousand Leaves Vegetation Spirit. I won't hold anything back."

source: “道友？”
en_us: "Fellow Daoist?"

source: “道君不必担心。”陆修士不在意的出声道，“这顺于城虽然是偏远小城，但向来太平，不会出什么事的。”
en_us: "Dao Lord, fret not." Cultivator Lu paid no attention to it and voiced out, "Shunyu City may be a secluded little city, but it has always been peaceful. Nothing much is going to happen."

source: “道君小心！”陆修士惊呼出声。
en_us: "Dao Lord, be careful!" Cultivator Lu cried out.

source: “道君说笑了，这林子虽然不能御剑，但我经常走，也没出过什么问题。”陆修士仍是不在意的道，“皆因那珍宝阁掌事想太多，非要找人来送我。四阶法器在这里虽难得一见，外面来说却很寻常，莫非还真会蹦出个人来……”
en_us: "Dao Lord must be kidding. Although it is not possible to traverse this forest by sword-riding, I travel this route often. There shouldn't be any problem." Cultivator Lu still felt carefree as he said, "It's all because the Treasure Pavilion's steward is too worrisome, insisting that someone must escort me back. While fourth stage Dharma artifacts are rare over here, they are actually pretty common outside, it can't be that someone will really jump out…"

source: “道君，出了这林子，就到陆府了。”姓陆的修士指了指前方道，“一路有劳道君了。”
en_us: "Dao Lord, once we get out of the forest, we will reach the Lu residence." The Lu cultivator pointed ahead. "Thank you for your protection on this journey, Dao Lord."

source: “道君，这位陆道友就是今日要护送的顾客。您只需送他到西边的陆府即可。”
en_us: "Dao Lord, Fellow Daoist Lu is the customer that you need to escort back today. You just need to bring him to the west side of the Lu residence."

source: “那……”沈萤眼神眯了眯，“你叫它一声，看看它答应不？”
en_us: "Then..." Shen Ying narrowed her eyes. "Call it and see if it responds."

source: “那……不如我去轩辕家，让他们出来说个清楚。”这样大家总会信了吧。
en_us: "Then… how about letting me go to the Xuan Yuan Family and get them to clear things up." Then people should believe in it right?

source: “那……不知前辈您的修为是？”
en_us: "Then... how about you, Senior?"

source: “那……化神再往上呢？”
en_us: "What... about above Soul Formation?"

source: “那……和那！”沈萤又随意指了几个方向，“都是。”
en_us: Shen Ying casually pointed in a few directions and said, "This... and that! They all are."

source: “那……掌门可需要，唤人带我等前去熟识派中的同门？毕竟我们刚刚加入，怕冒犯了哪位前辈。”
en_us: "Then… does Sect Master need to get people to bring us to meet the rest of the sect? Since we have just joined, we are afraid of offending the seniors."

source: “那……那这几人又怎么回事？”他指了指地上晕迷不醒的五人，“你明明打得过轩辕家那些人的，却不直接在玄天宗动手，不就是看在我的面子，怕伤及那些低阶弟子吗？”
en_us: "Then… then what is with those people?" He pointed at the five people on the ground who were in coma. "You obviously had the ability to defeat those people from the Xuan Yuan Family, yet you did not directly do so in the Blackheaven Sect. Wasn't it to give me face, and afraid of hurting those lower level disciples?"

source: “那……那都是之前那只八阶狐妖干的。”狸猫似是想到了什么，浑身抖了抖，“我十几天前路过这里，看到它在害人，它还想抢喵的东西，喵打不过。只好躲在镇子里了。”
en_us: "That… that was the work of the eighth-level fox demon." The civet cat seemed to think of something, and shivered. "I passed here ten days ago and saw it harming people. It even wanted to grab my things. I wasn't his match so I hid in this town."

source: “那三位觉得我们几人如何？”她指了指身后几个都穿得灰扑扑，裹得严严实实的妹子道。
en_us: "What do the three of you think of us?" She pointed at the group of girls behind her who were wrapped up in plain and rustic outfits.

source: “那不如我们现在就……”
en_us: "Then why don't we leave now..."

source: “那个……”他只能硬着头皮道，“您看这样如何？刚刚那一桌，我赔双倍的灵石？”
en_us: "That…" He plucked up the nerve to ask, "What do you think about this. I'll pay you double in spirit stones for the meal we had earlier on."

source: “那个……”她就是觉得有点挡视线而已。
en_us: "Well..." The only thing that was affected was her sight.

source: “那个……”沈萤嘴角抽了抽，实在忍不住戳了戳地上跪了半天的人，好心的提醒道，“你们商量好了没有？”
en_us: "That..." Shen Ying's mouth twitched, she could not help but poked at the person who had been kneeling for so long and reminded kindly, "Are you guys done with the discussion?"

source: “那个……”沈萤实在忍不住拍了拍那个自言自语了半天的小孩，“你一个人挺嗨啊！”小小年纪就分饰两角？
en_us: “Uhhh……”Shen Ying could not help but to pat that kid who has been murmuring to himself for a long time, "You're having fun by yourself huh! Playing dual roles at such a young age？

source: “那个……”沈萤愣了愣，“你说的万妖王，不会刚好是只兔子吧？”
en_us: "Well..." Shen Ying hesitated, "Does this Myriad Demon King that you speak of happen to be a rabbit?"

source: “那个……不是我们干的！”两兔子连忙着急的解释，“我们都是好兔兔，捡到他的时候就这样了。”
en_us: "That's... not caused by us!" The two rabbits hurriedly explained. "We are all good rabbits. He was like this when we carried him in."

source: “那个……不用这么急吧？”
en_us: "That... isn't so urgent right?"

source: “那个……我有个疑问。”
en_us: "Well... I have something to ask."

source: “那个……清啊，送完他，我们的路费就够了吧？”
en_us: "Hey… Qing… After sending him back, will we have enough to pay for the travel fare?"

source: “那个亲（清），你好了没有亲？”
en_us: “Hey 'Qin', are you finished, 'Qin'?" [1. Qin is a respective word in contemporary Chinese to address someone akin to sir. It also is a homophone to Yi Qing. This becomes a running joke that she can never remember her disciple's name.]

source: “那个什么楼……”不是说过了吗？
en_us: Shen Ying replied hesitantly, "That building... uh..." She thought she had mentioned it before.

source: “那个，小说里的系统好像都是不开公放的哦？”
en_us: "That, novel seemed to say that the system was not public right?"

source: “那个，道……”连陆姓修士都有些不忍的开口求情。
en_us: "Er, Lord Dao..." Even Cultivator Lu could not help interceding on behalf of the Ghost King.

source: “那丹药？”
en_us: "Elixirs?"

source: “那为何抓我派弟子？”羿清皱了皱眉。
en_us: "What did they capture our disciples for?" Yi Qing frowned.

source: “那主持阵法呢？”
en_us: "Then are you good at abboting or array formations?"

source: “那么大仙，能问一下，那个小孩是怎么过来魔界的？又是从哪消失的吗？”
en_us: “Then the Great Immortal, may I know how did the kid enter the Demon Realm, and where was he last seen at?”

source: “那也不一定。”沈萤扒了两口饭，顺口回了一句，“我认识的人又不多。”
en_us: “That may not be the case.”Shen Ying continued as she scooped some rice into her mouth,“My social circle is rather limited.”

source: “那他上哪去了？”明明进来了。
en_us: “Then where did he go？”He obviously came in.

source: “那他们能找到人？”
en_us: "Then who are Lonemoon and Yi Qing going to find?"

source: “那你……”
en_us: "Then what are you..."

source: “那你从哪个门来的？”沈萤突然开口道。
en_us: "Then which gate did you come from?" Shen Ying asked.

source: “那你可以驱逐我试试？”
en_us: “Well, then you can try and cast me out？”

source: “那你可是擅长术法剑术？”
en_us: "Then are you good at sword techniques?"

source: “那你大可试试！”它冷哼一声，突然扬手一挥，顿时脚下的海水像是开水一样沸腾了起来，水面上出现了大片大片的黑影，不到片刻破水而出。
en_us: "We'll see!" Snorting coldly, he suddenly waved his hand. The sea water beneath his feet started to bubble and seethe, and suddenly, huge black figures could be seen breaking through the water surface.

source: “那你大晚的出来吓人，不会是……为了阻止别人出镇，以防遇到那只狐妖吧？”
en_us: "So when you appeared in the night to scare the residents, you were actually trying to… prevent them from leaving the town, in case they encountered the fox demon?"

source: “那你干嘛告诉沈萤？”不问你就不说是吧？
en_us: "Then why are you telling Shen Ying about it?" If I did not ask, you would take the initiative to say, right?

source: “那你怎么确定她说的就是真的。”孤月瞄了她一眼，沉声道，“别忘了，她还杀了我派的玉鼎真人。”
en_us: "Then how are you so sure that her words were true." Lonemoon took a quick look at her, and lowered his volume. "Don't forget, she even killed my sect's Perfected Yu Ding."

source: “那你觉得……他们会留我们吃饭吗？”
en_us: "Then do you think... they will invite us to stay for dinner?"

source: “那便奇怪了，雪银还从来没听过别人的话呢，难道病了？”
en_us: "Then that's even weirder. Xue Yin has never listened to others before unless… maybe it is sick?"

source: “那倒个茶。”
en_us: "Then get me some tea."

source: “那到不是！也出了点事？”
en_us: "That's not it! Did something else happen?"

source: “那剑修呢？”你让思羽那个金刚芭比试，能试出剑修来，我算你赢！
en_us: "What about sword cultivators?" You let Si Yu pick out all the barbie cultivators. If her way of testing picks out the sword cultivators, then she wins!

source: “那只猫？”沈萤转头看了他一眼。
en_us: "That cat?" Shen Ying turned to look at him.

source: “那可是升仙之塔，修为没到化神，谁敢轻易偿试。”那人继续回道，“听闻这塔内有三层，每一层都风险万分，只有闯过三层到达塔顶，才能飞升成仙。目前进去的，也就只有各世家和门派的高手了。”
en_us: "This is the Immortal Ascension Pagoda you are talking about. Cultivators below Soul Formation level do not dare to enter it." The man continued, "It's said that there are three levels in the pagoda, every level is filled with danger, and only those who can make it pass the third level can ascend to become an immortal. So far, only the experts of the aristocratic families and sects have entered."

source: “那咋办？”她不想一直带个腿部挂件，很重的说。
en_us: "What should we do then?" Frankly, she did not want the vegetation spirit hanging onto her leg anymore.

source: “那啥……”一个细细的声音突然在妖群里响起，“我觉得不用去了吧。”
en_us: "Hey…" A faint voice suddenly sounded amid the demon horde. "I don't think there is a need for you to proceed."

source: “那啥……”突然一个声音响起，阵中一只没说话的沈萤，举起了一只手，“你好像忘了我。”
en_us: "Hey…" Suddenly, a voice rang out. Shen Ying, who had been silent till that point and was within the formation array, raised her hand. "You seem to have forgotten about me."

source: “那啥……毛团你这次来，到底找我有啥事？”大老远过来不会真的只是为了玩吧。
en_us: "That... Furball, what did you come here for?" You couldn't have come all this way just to play.

source: “那啥家长……你找我是有事吧？”沈萤出声打断了这越发诡异的气氛。
en_us: "You… Whatever Family Master, why were you looking for me?" Shen Ying suddenly broke the heavy silence..

source: “那啥，冒昧问一句，你……还有朋友吗？”
en_us: "Hey, may I ask, do... you still have friends?"

source: “那啥，这墙上的阵到底怎么解？”沈萤直接打断他的话。
en_us: "Hey Mr Whatever, how do we crack that array on the wall?" Shen Ying interrupted him.

source: “那多不好意思……”女子突然脸一红，有些别扭的抓了抓头，“太麻烦你了吧？”
en_us: "But that will be too embarrassing…" The woman's face blushed suddenly as she scratched her head awkwardly. "Won't it be inconveniencing you greatly?"

source: “那天我陷入心魔的时候回到现代了，三百多年了，我还以为我早忘了那边的一切，没想到原来记得那么清晰，或许我根本就不属于……唔唔。”
en_us: "When I was trapped with my mental demons the other day, I returned to the modern age. It has been 300 years. I thought I already forgot what that world was like. I didn't realise that I still remember everything so clearly. Maybe I just don't belong to... Wu... Wu..."

source: “那好，你去吧，安心在炼丹房做事，家族不会亏待你的，我会上报大总管的，给你的月例提高一倍。”
en_us: "Alright then, off you go. Work at the alchemy lab in peace. The family will not treat you unfairly either—I will report this to the chief supervisor and grant you a salary increase of one fold."

source: “那就交给你了！”沈萤用力拍了拍对方的肩，“去吧，我等你。”
en_us: "Then I'll leave that to you!" Shen Ying patted his shoulders. "Go on, I will wait for you."

source: “那就做些糕点？”
en_us: "Then can you make some pastries?"

source: “那就先测一下灵根吧。”孤月拿出测试灵根的法器，让她们一一上前测试。结果却吓了一跳，这些人中，最差的也是三品的木水金三灵根。这样的资质，别说去各门派，就算是去各世家也是有资格的。干嘛要来他们这个刚冒出来的新门派，难道眼瞎了？
en_us: "In that case, let's test their Spirit Roots." Lonemoon took out the Dharma artifact for testing Spirit Roots and got them to come forward one by one. The result was shocking, however; the even the lowest quality Spirit Root possessed amongst these people was a third-grade Wood, Water and Gold - Triple Spirit Root. With such qualifications, they were qualified to join even the aristocratic families. Why would they join a newly established sect? Were they blind?

source: “那就奇怪了，他干嘛突然给你下贴子。”孤月掏出一张红色的请贴，递给她道，“今天早上刚收到的，说是邀你去易家一叙，讨教御兽之法，写的还是你的名字，而不是无敌派掌门。”
en_us: "That's weird. Why did he suddenly send you an invitation?" Lonemoon pulled out a red invitation card and passed it to her. "I just received it this morning. It says you are invited to Yi Family for a discussion on beast riding. It's addressed to you and not the sect master of Invincible Sect."

source: “那就好！”郁红松了口气，仍是紧张的看着几人道，“但也不能放心得太早，别忘了这里地处妖界，之前那些高阶妖类你们也看到了，不是我们能对付的。”
en_us: "That's good!" Yu Hong heaved a sigh of relief, but still looked at them nervously. "We cannot let down our guard too early. Don't forget this place is within the Demon Realm. You guys also saw those high level demons from before. They are not opponents that we are able to handle."

source: “那就是会罗！”沈萤一喜，噔噔噔的跑了出去。
en_us: "That means you do know! Shen Ying skipped outside in delight.

source: “那就要感谢印少主了。”他轻轻一笑，转头看向奄奄一息的印元飞，“没有他的带路，这茫茫妖界之中，我们还真闯不进来。”
en_us: "For that I have to thank Young Master Yin." He smiled and turned his head to look at the severely injured Yin Yuan Fei. "Without him leading the way, we couldn't have entered."

source: “那当然。”他一脸的骄傲，“不是我吹，只要我愿意，就算想知道四大世家家主晚上穿什么样的亵裤，我都能给查出来。”
en_us: "Of course," he replied cockily. "I'm not bragging but as long as I want to, I can find out what undergarments the masters of the four aristocraic families are wearing tonight."

source: “那当然！”沈萤还没回话，萝卜就一脸骄傲的回答，“我们家的小姐姐们，都是很厉害的。”
en_us: "Of course!" The radish answered with pride before Shen Ying could reply. "Our Little Missys are all very formidable."

source: “那当然，听闻这塔直通仙界，自然不同凡响。”旁边的人一脸兴奋的解释道，“塔中虽然只有三层，但听闻内里玄机无限，自成天地呢。姑娘，我只能送你到这里了，前面得你自己进去了。”
en_us: "That goes without saying, they say that this pagoda leads directly to the Immortal Realm, so of course it's unique." The person next to her explained excitedly. "There are only three levels in the pagoda, but it's said that there are many mysteries within, and it is a world unto itself. Miss, I can only bring you so far, you have to go ahead by yourself."

source: “那御风？”
en_us: " Then how about wind-riding?"
